IDEA Open Model
LoadBase.Id Property
Compatible with IDEA StatiCa 20.1
 Element Id
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int Id { get; set; }
Public Property Id As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
LoadBase Class
IdeaRS.OpenModel.Detail.Loading Namespace